Repository: Ant-cpu/The-Chronicles-Of-Myrtana-Archolos.-Ukrainian-translation
Catalog: ArcholosOmegaT/omegat/project_save.tmx
Source language: ru_ru
Languages: uk

source: Я из Гильдии торговцев, веду расследование.
uk: Я із Гільдії торговців, веду розслідування.

source: Я как-нибудь справлюсь без вашей помощи.
uk: Я якось впораюся без вашої допомоги.

source: Я не должен разгуливать в этих доспехах
uk: Я не повинен шастати в цих обладунках

source: Я не знал, что для этого нужен пропуск.
uk: Я не знав, що для цього треба пропуск.

source: Я не могу с тобой разговаривать.
uk: Я не можу поспілкуватись з тобою.

source: Я не могу снять форму новобранца!
uk: Я не можу зняти форму новобранця!

source: Я не разговариваю с такими головорезами, как ты!
uk: Я не розмовляю з такими головорізами, як ти!

source: Я не уйду отсюда, пока не закончу с Беном.
uk: Я не піду звідси, доки не залагоджу справи з Беном.

source: Я ни о чём не слышал.
uk: Я ні про що не чув.

source: Я ничего не ел уже несколько часов, но боюсь покидать своё место в очереди.
uk: Я нічого не їв уже кілька годин, але боюся залишати своє місце у черзі.

source: Я ничего не знаю ни о каком табаке, у меня свои заботы.
uk: Я нічого не знаю ні про який тютюн, у мене свої турботи.

source: Я передумал.
uk: Я передумав.

source: Я позабочусь о твоём оружии...
uk: Я подбаю про твою зброю...

source: Я пойду в другое место.
uk: Я піду в інше місце.

source: Я пойду за зельями в другое место.
uk: Я піду в інше місце за своїми зіллями.

source: Я попытался поговорить с ним, а он набросился на меня с оружием!
uk: Я намагався поговорити з ним, а він накинувся на мене зі зброєю!

source: Я скажу вам почему!
uk: Я скажу вам чому!

source: Я сказал хватит!
uk: Я сказав достатньо!

source: Я слушаю.
uk: Я слухаю.

source: Я слышал бегущих людей, а потом только крики.
uk: Я чув людей, котрі бігли, а потім тільки крики.

source: Я тебя не знаю, оставь меня в покое!
uk: Я тебе не знаю, дай мені спокій!

source: Я уже говорил!
uk: Я вже казав!

source: Я уже знаком с этой книгой!
uk: Я вже знаю цю книгу!

source: Я узнал всё, что хотел.
uk: Я дізнався все, що хотів.

source: Я уйду за зельями в другое место и никогда не вернусь!
uk: Я піду в інше місце за своїми зіллями і ніколи не повернуся!

source: Я умоляю тебя, пусть этот кошмар закончится...
uk: Я благаю тебе, нехай цей кошмар закінчиться...

source: Я устал сражаться.
uk: Я втомився від боротьби.

source: Я хочу изучить его конструкцию, чтобы потом выковать.
uk: Я хочу вивчити його конструкцію, щоб потім викувати.

source: Я хочу помолиться и ничего не жертвовать.
uk: Я хочу помолитись і нічого не жертвувати.

source: Я хочу помолиться и пожертвовать 10 здоровья.
uk: Я хочу помолитись і пожертвувати 10 здоров'я.

source: Я хочу помолиться и пожертвовать 30 здоровья.
uk: Я хочу помолитись і пожертвувати 30 здоров'я.

source: Я хочу помолиться и пожертвовать 5 маны.
uk: Я хочу помолитись і пожертвувати 5 мани.

source: Я хочу помолиться и пожертвовать 50 здоровья.
uk: Я хочу помолитись і пожертвувати 50 здоров'я.

source: Я, в конце концов, гражданин этого города.
uk: Я, зрештою, громадянин цього міста.

source: Яблоко
uk: Яблуко

source: Ягодный компот
uk: Ягідний Кампот

source: Язык ящера
uk: Язик ящера

source: Янтарное побережье.
uk: Бурштинове узбережжя.

source: Яркость
uk: Яскравість

source: Ящик
uk: Коробка

source: Ящик для винограда
uk: Скриня для винограду

source: Ящик с доспехами
uk: Ящик з обладунками

source: Ящик с рыбой
uk: Скриня з рибою

source: а цену за это поражение должна была ощутить на себе столица региона – соседний остров Архолос.
uk: а ціну за цю поразку мала відчути на собі столиця регіону – сусідній острів Архолос.

source: анимации диалогового окна.
uk: анімації діалогового вікна

source: без разрешения Грейсона!
uk: без дозволу Грейсона!

source: видео
uk: Відео

source: вкл|откл
uk: увімк|вимк

source: включая весь флот Гильдии торговцев Араксос.
uk: включаючи весь флот Гільдії торговців Араксос.

source: да|нет
uk: так|ні

source: дополнительные объекты окружения
uk: додаткові об'єкти оточення

source: доспехов + бонус к владению двуручным оружием:
uk: обладунків + бонус до володіння дворучною зброєю:

source: доспехов + бонус к владению одноручным оружием:
uk: обладунків + бонус до володіння одноручною зброєю:

source: ед.
uk: од.

source: желая одним эффективным ударом предотвратить захват чрезвычайно важных островов Восточного архипелага.
uk: бажаючи одним ефективним ударом запобігти захопленню надзвичайно важливих островів Східного архіпелагу.

source: здоровью:
uk: здоров'я

source: здоровья не хватает.
uk: здоров'я не вистачає.

source: золота - отдано
uk: золота - віддано

source: золота - получено
uk: золота - отримано

source: золотых
uk: золотих

source: и с каждым днём их прибывает всё больше и больше.
uk: яких з кожним днем прибуває дедалі більше.

source: колонки|наушники|объёмный|квадро|5.1|7.1
uk: Колонки|Навушники|Об'ємний|Квадро|5.1|7.1

source: ловкости не хватает.
uk: спритності не вистачає.

source: мане:
uk: мани:

source: маны
uk: мани:

source: маны не хватает.
uk: мани не вистачає.

source: много
uk: Багато

source: музыку
uk: музику

source: необязательные эффекты частиц
uk: необов'язкові ефекти частинок

source: нет|да
uk: ні|так

source: нет|мало|много|оч.
uk: Немає | Мало | Багато | Дуже багато

source: нет|рамка|подсветка|оба
uk: Немає | Рамка | Підсвічування |

source: ничего нет
uk: Нічого немає

source: обучения
uk: навчання

source: обучения,
uk: навчання,

source: от дробящего
uk: від дроблячого

source: от магии
uk: від магії

source: от огня
uk: від вогню

source: от режущего
uk: від ріжучого

source: от стрел
uk: від стріл

source: откл|вкл
uk: вимк|увімк

source: отображение волн
uk: відображення хвиль

source: отображение текста во время диалогов.
uk: відображення тексту під час діалогів.

source: отражения
uk: відображення

source: параметры пользователя#производительность|среднее качество|высокое качество
uk: Параметри користувача#Продуктивність|Середня якість|Висока якість

source: предмет - отдан
uk: предмет - відданий

source: предмет - получен
uk: предмет - отриманий

source: предметов - отдано
uk: предметів - віддано

source: предметов - получено
uk: предметів - отримано

source: прозрачность воды
uk: прозорість води

source: расход маны:
uk: витрата мани:

source: силы не хватает.
uk: сили не вистачає.

source: тени от облаков
uk: тіні від хмар

source: увеличивает здоровье +
uk: збільшує здоров'я +

source: управление камерой с помощью мыши.
uk: керування камерою за допомогою миші.

source: уровень
uk: рівень

source: урон
uk: ушкодження

source: урон:
uk: ушкодження:

source: эффекты ветра на объектах
uk: ефекти вітру на об'єктах

source: эффекты неба.
uk: ефекти неба.
